{
  "basics": {
    "name": "Christian Joudon",
    "label": "Student",
    "picture": "https://avatars.githubusercontent.com/u/92127547?v=4",
    "email": "cjoudon@hawaii.edu",
    "phone": "808-639-8697",
    "website": "https://Christian-Joudon.github.io",
    "summary": "Currently enrolled in Computer Science at the University of Hawaii at Manoa, my academic journey started with a deep dive into Biochemistry. This three-year endeavor, although not my ultimate calling, equipped me with foundational knowledge in chemistry and biology.

My 5-year tenure in the restaurant industry, spanning both front and back of house roles, might seem unrelated to computer programming at first glance. However, it has instilled in me an unparalleled ability to communicate effectively. Serving diverse clientele and collaborating with coworkers from varied backgrounds taught me the essence of clear, empathetic, and efficient communication, a skill I believe is vital in any profession.

Outside the confines of traditional work and academics, I'm a cinephile with a passion for the many facets of filmmaking. I've penned a feature-length screenplay, and have honed my skills in photography, lighting, and film editing. My extensive knowledge of films and shows from the past two decades not only speaks to my love for the medium but also my analytical skills and attention to detail.

Creativity seems to be a recurring theme in my life. From writing songs to designing spaces using interior design software like LiveHome3d, I continuously seek outlets to express, innovate, and design.

As I transition into the world of computer science, I bring with me a unique blend of analytical thinking, creative passion, and exceptional communication skills. I am eager to explore intersections where these realms meet, and contribute my diverse expertise.",
    "location": { "address": "2569 Dole Street", "postalCode": "96822", "city": "Honolulu", "countryCode": "USA", "region": "Hawaii" },
  },
  "interests": [
    { "name": "Natural Language Processing" },
    { "name": "Data Engineering" },
    { "name": "Recommendation Systems" },
    { "name": "Network Analysis" },
    { "name": "Generative AI" },
    { "name": "Machine Learning" }
  ],
  "skills": [
    {
      "name": "Languages and Frameworks",
      "keywords": [ "C", "C++", "Java", "Javascript", "Python" ]
    },
    {
      "name": "Toolsets/OS",
      "keywords": [ "MacOS", "Git/GitHub" ]
    }
  ],
  "education": [
    {
      "institution": "University of Hawaii, Honolulu, HI",
      "area": "Computer Science (expected Spring, 2024)",
      "studyType": "B.S.",
      "startDate": "2020-09-01",
      "endDate": "Present",
      "courses": [
      ]
    }
  ],
  "work": [
  ]
}
